/* %@ completed %@ item */
"%@ completed %@ item" = "%1$@ completed %2$@ item"; /* NEW */

/* %@ completed %@ items */
"%@ completed %@ items" = "%1$@ completed %2$@ items"; /* NEW */

/* %@'s Meet */
"%@'s %@" = "%1$@'s %2$@";

/* someone's Meet */
"%@'s Meet" = "%@'s Meet"; /* NEW */

/* No comment provided by engineer. */
"(Optional)" = "(Optional)";

/* Accept
   button title */
"Accept" = "Accept";

/* audio on */
"Audio on" = "Audio on"; /* NEW */

/* call status */
"Call ended" = "Call ended";

/* call status */
"Calling..." = "Calling...";

/* button title */
"Cancel" = "Cancel";

/* contacts */
"Contacts" = "Contacts"; /* NEW */

/* button title */
"Decline" = "Decline";

/* No comment provided by engineer. */
"Delete" = "Delete"; /* NEW */

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* button title */
"hide" = "hide";

/* History */
"History" = "History"; /* NEW */

/* Host: %@ */
"Host: %@" = "Host: %@"; /* NEW */

/* Inbox */
"Inbox" = "Inbox"; /* NEW */

/* button title */
"Invite" = "Invite";

/* Join meet */
"Join" = "Join"; /* NEW */

/* button title */
"Keypad" = "Keypad";

/* login */
"Login" = "Login"; /* NEW */

/* No comment provided by engineer. */
"meet" = "meet";

/* meet */
"Meet" = "Meet"; /* NEW */

/* meet topic */
"Meet Topic" = "Meet Topic"; /* NEW */

/* No comment provided by engineer. */
"Message Center" = "Message Center";

/* button title */
"Mute" = "Mute";

/* No comment provided by engineer. */
"Name Your Conversation" = "Name Your Conversation";

/* status description */
"No Response" = "No Response";

/* no todo lists yet */
"No to-do lists yet" = "No to-do lists yet"; /* NEW */

/* now */
"Now" = "Now"; /* NEW */

/* No comment provided by engineer. */
"OK" = "OK";

/* status description */
"Request canceled" = "Request canceled";

/* Schedule */
"Schedule" = "Schedule"; /* NEW */

/* search */
"Search" = "Search"; /* NEW */

/* button title */
"Share File" = "Share File";

/* button title */
"Share Screen" = "Share Screen";

/* button title */
"Speaker" = "Speaker";

/* Start
   Start meet */
"Start" = "Start"; /* NEW */

/* Start Meet
   start meet */
"Start Meet" = "Start Meet"; /* NEW */

/* status descrption */
"Starting %@..." = "Starting %@...";

/* success */
"success" = "success"; /* NEW */

/* status description */
"Switch failed" = "Switch failed";

/* todo */
"To-Do" = "To-Do"; /* NEW */

/* Today */
"Today" = "Today"; /* NEW */

/* Topic */
"Topic" = "Topic";

/* unknown */
"Unknown" = "Unknown";

/* Upcoming */
"Upcoming" = "Upcoming"; /* NEW */

/* user storage limitation tip */
"User storage Exceeds Plan" = "User storage Exceeds Plan"; /* NEW */

/* button title */
"Video" = "Video";

/* video on */
"Video on" = "Video on"; /* NEW */

/* status description */
"Waiting for %@ to join..." = "Waiting for %@ to join...";

/* button title */
"Whiteboard" = "Whiteboard";

/* tips */
"You don't have history meeting." = "You don't have history meeting."; /* NEW */

/* tips */
"You don't have upcoming meeting." = "You don't have upcoming meeting."; /* NEW */

/* meet topic */
"your meet topic" = "your meet topic"; /* NEW */

